let bogdanovichTimeline = [
    {
        id:1,
        title: "Смерть",
        description:
            "В феврале 1917 года друзья поэта собрали деньги, чтобы он мог ехать в Крым лечиться от туберкулёза. Но лечение не помогло. Умер Максим Богданович на рассвете 13 (25) мая 1917 года в возрасте 25 лет (из горла пошла кровь).",
        date: "25 мая 1917 года",
        icon: "puzzle",
    },
    {
        id: 2,
        title: "Карьера",
        description:
            "По мнению литературоведа И. И. Замотина (1873—1942), в творчестве Богдановича находили отражение литературные искания и предреволюционные настроения начала века, белорусское возрождение и старина, личные переживания; на многих его стихотворениях и повестях лежит общий грустный колорит, вызванный противоречивой эпохой, а также обусловленный болезнью поэта и предчувствием близкого конца; но Богданович верит в обновление жизни и ждёт его с надеждою. Максим Богданович создал много прекрасных образцов гражданской, пейзажной, философской лирики; написал ряд любовных стихов, посвящённых Анне Кокуевой (ярославская знакомая поэта, в которую он был влюблён). Лирика Богдановича тесно связана с устной народной поэзией, национально-освободительными идеями, проникнута любовью к трудовому народу. В некоторых стихах звучит протест против мира насилия и социальной несправедливости",
        date: "1907 — 1917 года",
        icon: "work",
    },
    {
        id: 3,
        title: "Образование",
        description:
            "В 1902 году Максим поступил в Нижегородскую мужскую гимназию. Во время Революции 1905 года принимает участие в ученических и студенческих демонстрациях, за что получает аттестацию «неблагонадёжного ученика». В 1906 году крестная мать Максима В. Сёмова выписывает для него газету «Наша доля», а потом и «Нашу ниву». В конце года Богданович присылает белорусские книги и газеты в Нижегородскую тюрьму революционеру белорусского происхождения Степану Зенченко. Окончив в 1911 году гимназию, он посещает Вильну, знакомится с Вацлавом Ластовским, Антоном и Иваном Луцкевичами и другими деятелями белорусского Возрождения. Будучи в Вильне, молодой поэт ознакомился в частном музее братьев Луцкевичей с коллекциями древних раритетов, и под их впечатлением написал стихотворение «Слуцкие ткачихи». В этом произведении автор рассказывает печальную историю крепостных ткачих, поэтизируя умельство мастериц ткать золотые пояса, куда они добавляют «вместо персидского узора цветок родимый василька». В том же году Максим Богданович намеревался поступить на Филологический факультет Петербургского университета, но из-за недостатка средств и сырого климата столицы, возвращается в Ярославль, поступив в Демидовский юридический лицей. По словам отца, «внутренняя сторона» жизни Максима Богдановича чуть ли не целиком поглощалась его учением как подготовкой к общественной и литературной работе, его писательством, его творчеством; на всё остальное и времени, и сил оставалось очень мало. Много времени уходило на изучение западно-европейских и славянских языков и литератур, особенно на изучение белорусского языка, истории, этнографии, литературы. Во время учёбы сотрудничает в ярославской газете «Голос»; много пишет, печатается в различных российских и белорусских изданиях, приобретает известность.",
        date: "до 1916 года",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "На момент свадьбы Адаму Богдановичу было 26, а Марии — 19 лет. Он вспоминал о супружестве как об одном из счастливейших периодов своей жизни. Учитель 1-ого городского училища Минска Адам Егорович Богданович (1862—1940) и его жена Мария Афанасьевна (1869—1896) были материально обеспечены: Адам зарабатывал до 1500 рублей в год при готовой квартире с отоплением и освещением, располагавшейся на Троицкой горе на улице Александровской в доме Коркозовича, что во дворе, во втором этаже; в то время в нём помещалось 1-е приходское училище и учительские квартиры, позднее это был дом 25 (ныне здесь участок улицы М. Богдановича напротив сквера возле Театра оперы и балета. Первенец Вадим родился 6 (18) марта 1890 года, Максим — 27 ноября (9 декабря) 1891 года в 9 часов вечера.",
        date: "9 декабря 1891 года",
        icon: "puzzle",
    },
]

export default bogdanovichTimeline;